amd-ucode
base
base-devel
linux
linux-firmware
linux-headers
vulkan-radeon
mesa
hyprland
hyprpaper
xdg-desktop-portal-hyprland
qt5-wayland
qt6-wayland
qt5ct
qt6ct
nwg-look
grim
slurp
mako
wofi
waybar
networkmanager
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
pavucontrol
playerctl
firefox
nautilus
libreoffice-still
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-jetbrains-mono-nerd
adw-gtk-theme
flatpak
fzf
zoxide
lazygit
btop
eza
cliphist
swaylock-effects
wlogout
brightnessctl
timeshift
pacman-contrib
bluez
bluez-utils
imv
mpv
